Repository: whiletrue-industries/future-screenshots
Catalog: projects/app/src/locale/messages.*.xlf
Languages: ar, he, nl

source: Yes, Let’s scan!
ar: نعم، دعنا نفحص!
he: כן, בואו נסרוק!
nl: Ja, ik wil scannen!

source: Hi there…
ar: مرحباً...
he: הי שם...
nl: Hi

source: I’m here to help you **scan** your future screenshot and add it to the map.
ar: أنا هنا لمساعدتك في **مسح** لقطة المستقبل الخاصة بك وإضافتها إلى الخريطة.
he: האם הכנת צילום מסך עתידי כדי **לסרוק** ולהעלות למפה?
nl: Ik ga je helpen je schermafbeelding te **scannen** en toe te voegen aan de Futures Map.

source: Share
ar: شارك
he: שיתוף
nl: Delen

source: Add Another
ar: أضف آخر
he: אוסיף עוד אחד
nl: Voeg nog een toe

source: in your own words...
ar: بكلماتك الخاصة...
he: במילים שלך...
nl: In je eigen woorden...

source: Our Future?
ar: مستقبلنا؟
he: העתיד שלנו?
nl: Onze toekomst?

source: Check out this image!
ar: تحقق من هذه الصورة!
he: זה מה שאני דמיינתי
nl: Bekijk deze afbeelding!

source: Uploading image...
ar: جارٍ تحميل الصورة...
he: מעלה קובץ תמונה...
nl: Afbeelding uploaden...

source: Analyzing template...
ar: جارٍ تحليل النموذج...
he: מנתח את התבנית...
nl: Sjabloon analyseren...

source: Deciphering handwriting...
ar: جارٍ فك رموز الكتابة اليدوية...
he: מפענח את כתב היד...
nl: Handschrift ontcijferen...

source: Anticipating transition...
ar: جارٍ توقع الانتقال...
he: מזהה שינוי...
nl: Periode bepalen...

source: fit the page to the frame
ar: قم بتناسب الصفحة مع الإطار
he: התאימו את הדף למסגרת
nl: Pas de pagina aan het frame aan

source: change your angle
ar: غير زاويتك
he: אולי זווית שונה
nl: Verander je hoek

source: move closer to page
ar: اقترب من الصفحة
he: תתקרבו קצת אל הדף
nl: Kom dichterbij met je camera

source: hold still...
ar: ابقَ ثابتاً...
he: אוקיי, לא לזוז...
nl: Houd je camera stil...

source: How do I make one?
ar: كيف أصنع واحدة؟
he: איך יוצרים כזה?
nl: Hoe maak ik er een?

source: try on a darker background
ar: جرب على خلفية أغمق
he: נסו לצלם מעל רקע כהה יותר
nl: Probeer op een donkerdere achtergrond

source: Find our booth in the lobby in front of the entrance. There you'll find templates and guidance.
ar: ابحث عن كشكنا في الردهة أمام المدخل. هناك ستجد النماذج والإرشادات.
he: חפשו אותנו בלובי מול הכניסה - שם תמצאו תבניות למילוי והדרכה!
nl: Vind onze stand in de lobby tegenover de ingang. Daar vind je sjablonen en begeleiding.

source: your email
ar: بريدك الإلكتروني
he: האימייל שלך
nl: Je e-mail

source: No thanks
ar: لا شكراً
he: לא תודה
nl: Nee bedankt

source: Send link
ar: إرسال الرابط
he: שלח קישור
nl: Stuur link

source: Prefer
ar: يفضل
he: מעדיף
nl: Verkiezen

source: -ish
ar: -يش
he: בערך
nl: -achtig

source: Prevent
ar: منع
he: למנוע
nl: Voorkomen

source: undo
ar: تراجع
he: ביטול
nl: Ongedaan maken

source: continue
ar: استمر
he: המשך
nl: Doorgaan

source: Projected
ar: متوقع
he: מוקרנת
nl: Voorspelbaar

source: will happen for sure
ar: سيحدث بالتأكيد
he: יקרה בוודאות
nl: Zal zeker gebeuren

source: Probable
ar: محتمل
he: סביר
nl: Waarschijnlijk

source: almost certain
ar: شبه مؤكد
he: כמעט בטוח
nl: Bijna zeker

source: Plausible
ar: معقول
he: אפשרי
nl: Aannemelijk

source: not obvious, not surprising
ar: غير واضح، غير مفاجئ
he: לא ברור, לא מפתיע
nl: Zou kunnen

source: Possible
ar: ممكن
he: אפשרי
nl: Voorstelbaar

source: highly unlikely, not impossible
ar: غير محتمل للغاية، لكنه ليس مستحيلاً
he: לא סביר מאוד, אבל לא בלתי אפשרי
nl: Onwaarschijnlijk maar mogelijk

source: Preposterous
ar: سخيف
he: אבסורדי
nl: Onmogelijk

source: can never happen
ar: لا يمكن أن يحدث أبداً
he: לא יכול לקרות לעולם
nl: Kan nooit gebeuren

source: Now, is that a future you would **prefer** would happen or is it a future you’ld rather **prevent**?
ar: الآن، هل هذا مستقبل تفضل أن يحدث أم مستقبل تفضل أن تمنعه؟
he: האם זה עתיד שתרצה **להעדיף** שיקרה או עתיד שתרצה **למנוע**?
nl: Is dit een toekomst die je zou **verkiezen**, of een die je liever zou **voorkomen**?

source: And can you evaluate how likely is this future?
ar: وهل يمكنك تقييم مدى احتمال حدوث هذا المستقبل؟
he: האם תוכל להעריך עד כמה עתיד זה סביר?
nl: En kun je beoordelen hoe waarschijnlijk deze toekomst is?

source: Got it. Thanks! We’re currently analyzing your screenshot and adding it to the Futures Map. This usually takes a few minutes. When it’s ready we will **email** you a **secret link** so you can always find, edit or delete your screenshots from the map.
ar: تم. شكراً! نحن حالياً نقوم بتحليل لقطة الشاشة الخاصة بك وإضافتها إلى خريطة المستقبل. عادةً ما يستغرق ذلك بضع دقائق. عندما تكون جاهزة، سنرسل لك **رابطاً سرياً** عبر البريد الإلكتروني لتتمكن دائماً من العثور عليها أو تعديلها أو حذفها من الخريطة.
he: הבנתי. תודה! אנחנו מנתחים את צילום המסך שלך ומוסיפים אותו למפת העתידים. זה בדרך כלל לוקח כמה דקות. כשהוא יהיה מוכן, נשלח לך **אימייל** עם **קישור סודי** כדי שתוכל תמיד למצוא, לערוך או למחוק את צילומי המסך שלך מהמפה.
nl: Begrepen. Bedankt! We analyseren momenteel je screenshot en voegen deze tow aan de Futures Map. Als het klaar is, sturen we je een **beveiligde link** per **e-mail** zodat je je screenshot altijd kunt vinden, bewerken of verwijderen van de Futures Map.

source: Perfect! We’re all set. Expect an email soon from **MapFutur.es!**
ar: رائع! نحن جاهزون. توقع بريد إلكتروني قريباً من **MapFutur.es!**
he: מושלם! אנחנו מוכנים. צפה לאימייל בקרוב מ-**MapFutur.es!**
nl: Perfect! We zijn er klaar voor. Verwacht binnenkort een e-mail van **MapFutur.es!**

source: Well, you will lose the option to edit and track your screenshot, but we will try to handle it with care. **Thanks**!
ar: حسناً، ستفقد خيار تعديل ومتابعة لقطة الشاشة الخاصة بك، لكننا سنحاول التعامل معها بعناية. **شكراً**!
he: ובכן, תאבד את האפשרות לערוך ולעקוב אחר צילום המסך שלך, אבל ננסה לטפל בזה בזהירות. **תודה**!
nl: Je verliest de mogelijkheid om je screenshot te bewerken, te volgen of te verwijderen, maar we zullen er zorgvuldig mee omgaan. **Bedankt**!

source: That’s great! We added “:TAGLINE:” to the map! **Want to see it?**
ar: هذا رائع! لقد أضفنا “:TAGLINE:” إلى الخريطة! **هل تريد رؤيتها؟**
he: זה נהדר! הוספנו את “:TAGLINE:” למפה! **רוצה לראות את זה?**
nl: Mooi! We hebben “:TAGLINE:” aan de Futures Map toegevoegd! **Wil je het zien?**

source: We added “:TAGLINE:” to the map! **Want to see it?**
ar: لقد أضفنا “:TAGLINE:” إلى الخريطة! **هل تريد رؤيتها؟**
he: הוספנו את “:TAGLINE:” למפה! **רוצה לראות את זה?**
nl: We hebben “:TAGLINE:” aan de Futures Map toegevoegd! **Wil je het zien?**

source: Explore Map
ar: استكشاف الخريطة
he: חקור את המפה
nl: Bekijk de Futures Map

source: scan again
ar: امسح مرة أخرى
he: סרוק שוב
nl: Opnieuw scannen

source: Looking Good
ar: يبدو جيداً
he: נראה טוב
nl: Ziet er goed uit

source: Show me
ar: أرني
he: הראו לי
nl: Laat het me zien

source: the workshop
ar: ورشة العمل
he: סדנה
nl: De workshop

source: NOW
ar: الآن
he: עכשיו
nl: NU

source: PROJECTED
ar: متوقع
he: צפוי
nl: VOORSPELBAAR

source: I’d still rather
ar: ما زلت أفضل
he: אני עדיין מעדיף
nl: Ik geef nog steeds de voorkeur aan

source: prevent
ar: منع
he: למנוע
nl: Voorkomen

source: some parts of this
ar: بعض أجزاء من هذا
he: חלקים מסוימים מזה
nl: Sommige delen hiervan

source: I do still
ar: ما زلت
he: אני עדיין
nl: Ik geen nog steeds de voorkeur aan

source: prefer
ar: أفضل
he: מעדיף
nl: Verkiezen

source: I welcome additional boosts of hopeful activism and political imagination into my inbox
ar: أرحب بإضافات من النشاط المفعم بالأمل والخيال السياسي إلى صندوق بريدي
he: אני מקבל בברכה תוספות של אקטיביזם מלא תקווה ודמיון פוליטי לתיבת הדואר שלי
nl: Ik ontvang graag inspiratie voor hoopvol activisme en politieke verbeelding in mijn inbox.

source: Explore the Map
ar: استكشاف الخريطة
he: חקור את המפה
nl: Bekijk de Futures Map

source: About + Contact
ar: حول + تواصل
he: אודות + יצירת קשר
nl: Over + Contact

source: Add to Map
ar: أضف إلى الخريطة
he: הוסף למפה
nl: Toevoegen aan Futures Map

source: Yes, I agree
ar: نعم، أوافق
he: כן, אני מסכים
nl: Ja, ik ga akkoord

source: Got it. Thanks! We will send another **secret link** to :EMAIL: as soon as this screenshot is added to the Futures Map.
nl: Begrepen. Bedankt! We sturen een andere **beveiligde link** naar :EMAIL: zodra deze screenshot aan de Futures Map is toegevoegd.

source: Download Image
nl: Afbeelding downloaden

source: Thanks for participating in **:EVENT_NAME:**!
nl: Fijn dat je **:EVENT_NAME:** bezoekt!

source: **First, join the chat group** we set up for :EVENT_NAME:.
nl: **Eerst, sluit je aan bij de chatgroep** die we hebben opgezet voor :EVENT_NAME:.

source: Share to Group
nl: Delen met groep

source: Join whatsapp Group
nl: Word lid van de WhatsApp-groep

source: Great! But first, please approve the collection, processing, and storage of your screenshot as described in the [Privacy Policy](/privacy-policy). I’m also about to ask you for **access to the camera**, and then we can get going….
nl: Mooi! Maar eerst vraag ik je om akkoord te gaan met de gebruiksvoorwaarden zoals beschreven in het [Privacybeleid](/privacy-policy). En ik ga je ook vragen om **toegang tot je camera**. Dan kunnen we beginnen.

source: Got it. Thanks! We will send another **secret link** to your email address as soon as this screenshot is added to the Futures Map.
ar: تم. شكراً! سنرسل **رابطاً سرياً** آخر إلى عنوان بريدك الإلكتروني بمجرد إضافة لقطة الشاشة هذه إلى خريطة المستقبل.
he: הבנתי. תודה! נשלח **קישור סודי** נוסף לכתובת האימייל שלך ברגע שצילום המסך הזה יתווסף למפת העתידים.

source: MENU
ar: القائمة
he: תפריט

source: Join a Workshop
ar: انضم إلى ورشة عمل
he: הצטרף לסדנה

source: A Land For All
ar: أرض للجميع
he: ארץ לכולם

source: Great! But first, please approve the collection, processing, and storage of your screenshot as described in the [Privacy Policy](https://github.com/whiletrue-industries/future-screenshots/blob/main/projects/app/src/privacy-policy.md). I’m also about to ask you for **access to the camera**, and then we can get going….
ar: رائع! لكن أولاً، يرجى الموافقة على جمع ومعالجة وتخزين لقطة الشاشة الخاصة بك كما هو موضح في [سياسة الخصوصية](https://github.com/whiletrue-industries/future-screenshots/blob/main/projects/app/src/privacy-policy.md). سأطلب منك أيضاً **الوصول إلى الكاميرا**، وبعدها يمكننا البدء...
he: מעולה! אבל קודם, אנא אשרו את איסוף, עיבוד ואחסון צילום המסך שלכם כפי שמתואר במדיניות הפרטיות [Privacy Policy](https://github.com/whiletrue-industries/future-screenshots/blob/main/projects/app/src/privacy-policy.md). אנחנו גם עומדים לבקש מכם **גישה למצלמה**, ואז נוכל להתחיל...

source: Thanks for participating in **
ar: شكراً لمشاركتك في **
he: תודה על השתתפותכם ב-**
